Repository: trianapriliant/Ollo
Catalog: lib/l10n/app_*.arb
Languages: es, hi, id

# errorLaunchingUrl
source: Error launching URL: {error}
es: Error al abrir URL: {error}
hi: URL खोलने में त्रुटि: {error}
id: Gagal membuka URL: {error}

source: Edit Wishlist
es: Editar Lista
hi: संपादित करें
id: Ubah Keinginan

source: Add Wishlist
es: Añadir a Lista
hi: जोड़ें
id: Tambah Keinginan

source: Add Photo
es: Añadir Foto
hi: फोटो जोड़ें
id: Tambah Foto

source: Item Name
es: Nombre del Ítem
hi: आइटम का नाम
id: Nama Barang

# itemNameHint
source: e.g. New Laptop
es: ej. Laptop Nueva
hi: उदा. लैपटॉप
id: cth. Laptop Baru

# priceLabel
source: Price
es: Precio
hi: मूल्य
id: Harga

# targetDateLabel
source: Target Date
es: Fecha Objetivo
hi: लक्ष्य तिथि
id: Target Tanggal

source: Select Date
es: Seleccionar Fecha
hi: तिथि चुनें
id: Pilih Tanggal

# productLinkLabel
source: Product Link (Optional)
es: Enlace del Producto (Opcional)
hi: लिंक (वैकल्पिक)
id: Link Produk (Opsional)

# productLinkHint
source: e.g. https://shopee.co.id/...
es: ej. https://amazon.es/...
hi: उदा. https://...
id: cth. https://shopee.co.id/...

source: Update Wishlist
es: Actualizar
hi: अपडेट करें
id: Perbarui

# saveWishlist
source: Save to Wishlist
es: Guardar
hi: सहेजें
id: Simpan

# errorInvalidWishlist
source: Please enter valid title and price
es: Ingrese título y precio válidos
hi: मान्य शीर्षक और मूल्य दर्ज करें
id: Mohon masukkan nama dan harga yang valid

# wishlistUpdated
source: Wishlist updated successfully
es: Actualizado
hi: अपडेट किया गया
id: Berhasil diperbarui

# wishlistSaved
source: Item added to wishlist!
es: Ítem añadido a la lista!
hi: सहेजा गया
id: Berhasil disimpan!

# deleteWishlistTitle
source: Delete Wishlist?
es: ¿Eliminar Lista?
hi: हटाएं?
id: Hapus Keinginan?

# deleteWishlistConfirm
source: This action cannot be undone.
es: No se puede deshacer.
hi: इसे पूर्ववत नहीं किया जा सकता।
id: Tindakan ini tidak dapat dibatalkan.

source: Wishlist deleted
es: Eliminado
hi: हटाया गया
id: Berhasil dihapus

# errorPickingImage
source: Error picking image: {error}
es: Error al elegir imagen: {error}
hi: छवि चुनने में त्रुटि: {error}
id: Gagal mengambil gambar: {error}

# smartNotesTitle
source: My Bundles
es: Mis Paquetes
hi: मेरे बंडल
id: Bundle Saya

# emptySmartNotesMessage
source: Create your first bundle!
es: ¡Cree su primer paquete!
hi: अपना पहला बंडल बनाएं!
id: Buat bundle pertama Anda!

# historyTitle
source: History
es: Historial
hi: इतिहास
id: Riwayat

# errorMessage
source: Error: {error}
hi: त्रुटि: {error}

# addSmartNote
source: New Bundle
es: Nuevo Paquete
hi: नया बंडल
id: Bundle Baru

# noItemsInBundle
source: No items in this bundle
es: Sin ítems en este paquete
hi: कोई आइटम नहीं
id: Tidak ada item dalam bundle ini

source: Pay {amount}
es: Pagar {amount}
hi: {amount} भुगतान करें
id: Bayar {amount}

# paidAndCompleted
source: Paid & Completed
es: Pagado y Completado
hi: भुगतान और पूर्ण
id: Lunas & Selesai

source: Undo Pay
es: Deshacer Pago
hi: पूर्ववत करें
id: Batal Bayar

# deleteSmartNoteTitle
source: Delete Bundle?
es: ¿Eliminar Paquete?
hi: हटाएं?
id: Hapus Bundle?

# confirmPaymentMessage
source: Create transaction for {amount}?
es: ¿Crear transacción por {amount}?
hi: {amount} का लेनदेन बनाएं?
id: Buat transaksi sejumlah {amount}?

# paymentSuccess
source: Paid & Completed!
es: ¡Pagado y Completado!
hi: पूर्ण!
id: Lunas & Selesai!

# undoPaymentTitle
source: Undo Payment?
es: ¿Deshacer Pago?
hi: भुगतान पूर्ववत करें?
id: Batalkan Pembayaran?

# undoPaymentConfirm
source: This will delete the transaction, refund the wallet, and reopen the bundle.
es: Esto eliminará la transacción, reembolsará la billetera y reabrirá el paquete.
hi: यह लेनदेन को हटा देगा और बंडल को फिर से खोल देगा।
id: Ini akan menghapus transaksi, mengembalikan saldo, dan membuka kembali bundle.

# undoAndReopen
source: Undo & Reopen
es: Deshacer y Reabrir
hi: पूर्ववत करें और खोलें
id: Batal & Buka Kembali

source: Purchase Reopened
es: Compra Reabierta
hi: पुनः खोला गया
id: Pembelian Dibuka Kembali

# editSmartNote
source: Edit Bundle
es: Editar Paquete
hi: संपादित करें
id: Ubah Bundle

# newSmartNote
source: New Bundle
es: Nuevo Paquete
hi: नया बंडल
id: Bundle Baru

# smartNoteName
source: Bundle Name
es: Nombre del Paquete
hi: बंडल का नाम
id: Nama Bundle

# smartNoteNameHint
source: e.g. Monthly Groceries
es: ej. Compras del Mes
hi: उदा. महीने का राशन
id: cth. Belanja Bulanan

source: Items List
es: Lista de Ítems
hi: आइटम सूची
id: Daftar Item

source: Add Item
es: Añadir Ítem
hi: आइटम जोड़ें
id: Tambah Item

# requiredShort
source: Reqd
es: Req
hi: आवश्यक
id: Wajib

source: Additional Notes
es: Notas Adicionales
hi: अतिरिक्त नोट्स
id: Catatan Tambahan

source: Total Estimate
es: Estimado Total
hi: कुल अनुमान
id: Estimasi Total

source: Save Bundle
es: Guardar Paquete
hi: सहेजें
id: Simpan Bundle

source: Checked Total:
es: Total Marcado:
hi: चिह्नित कुल:
id: Total Dipilih:

source: Completed
es: Completado
hi: पूर्ण
id: Selesai

# payAndFinish
source: Pay & Finish
es: Pagar y Finalizar
hi: भुगतान करें और समाप्त करें
id: Bayar & Selesai

source: Paying with
es: Pagando con
hi: से भुगतान
id: Bayar dengan

# noItemsChecked
source: No items checked to pay!
es: ¡Ningún ítem marcado!
hi: कोई आइटम नहीं चुना गया!
id: Tidak ada item yang dipilih!

# smartNoteTransactionRecorded
source: Transaction recorded & Bundle completed!
es: ¡Transacción registrada!
hi: दर्ज किया गया!
id: Transaksi dicatat & Bundle selesai!

source: Total Dream Value
es: Valor Total de Sueños
hi: कुल मूल्य
id: Total Nilai Mimpi

# activeWishesCount
source: {count} Wishes
es: {count} Deseos
hi: {count} इच्छाएं
id: {count} Keinginan

# achievedDreamsCount
source: {count} Dreams Achieved! 🎉
es: ¡{count} Sueños Logrados! 🎉
hi: {count} सपने पूरे हुए! 🎉
id: {count} Mimpi Tercapai! 🎉

source: Bill data not found
es: Datos de factura no encontrados
hi: बिल डेटा नहीं मिला
id: Data Tagihan tidak ditemukan

source: Wishlist data not found
es: Datos de lista no encontrados
hi: विशलिस्ट डेटा नहीं मिला
id: Data Wishlist tidak ditemukan

# editReimbursementNotSupported
source: Edit Reimbursement not fully supported yet
es: Edición de reembolso no soportada aún
hi: संपादन समर्थित नहीं है
id: Edit Reimbursement belum didukung sepenuhnya

source: Transactions
es: Transacciones
hi: लेनदेन
id: Transaksi

source: No transactions found
es: No se encontraron transacciones
hi: कोई लेनदेन नहीं मिला
id: Tidak ada transaksi ditemukan

# noTransactionsInCategory
source: No transactions in this category
es: Sin transacciones en esta categoría
hi: इस श्रेणी में कोई लेनदेन नहीं
id: Tidak ada transaksi di kategori ini

# noDataForPeriod
source: No data for this period
es: Sin datos para este período
hi: इस अवधि के लिए कोई डेटा नहीं
id: Tidak ada data untuk periode ini

source: Monthly Overview
es: Resumen Mensual
hi: मासिक अवलोकन
id: Ringkasan Bulanan

source: Unlock Premium Stats
es: Desbloquear Estadísticas Premium
hi: प्रीमियम आंकड़े अनलॉक करें
id: Buka Statistik Premium

source: Total Balance
es: Balance Total
hi: कुल शेष
id: Total Saldo

source: Daily Budget
es: Presupuesto Diario
hi: दैनिक बजट
id: Anggaran Harian

source: Weekly Budget
es: Presupuesto Semanal
hi: साप्ताहिक बजट
id: Anggaran Mingguan

source: Monthly Budget
es: Presupuesto Mensual
hi: मासिक बजट
id: Anggaran Bulanan

source: Yearly Budget
es: Presupuesto Anual
hi: वार्षिक बजट
id: Anggaran Tahunan

source: Wishlist Purchase
es: Compra de Lista de Deseos
hi: विशलिस्ट खरीद
id: Pembelian Keinginan

source: Bill Payment
es: Pago de Factura
hi: बिल भुगतान
id: Pembayaran Tagihan

source: Debt Transaction
es: Transacción de Deuda
hi: उधारी लेनदेन
id: Transaksi Utang

source: Savings Transaction
es: Transacción de Ahorro
hi: बचत लेनदेन
id: Transaksi Tabungan

# transferTransaction
source: Transfer
es: Transferencia
hi: ट्रांसफर

source: Press back again to exit
es: Presione atrás nuevamente para salir
hi: बाहर निकलने के लिए फिर से वापस दबाएं
id: Tekan kembali lagi untuk keluar

source: Quick Record
es: Registro Rápido
hi: त्वरित रिकॉर्ड
id: Rekam Cepat

# chatAction
source: Chat
hi: चैट

# scanAction
source: Scan
es: Escanear
hi: स्कैन
id: Pindai

# voiceAction
source: Voice
es: Voz
hi: आवाज़
id: Suara

# filterDay
source: Day
es: Día
hi: दिन
id: Hari

# filterWeek
source: Week
es: Semana
hi: सप्ताह
id: Minggu

# filterMonth
source: Month
es: Mes
hi: महीना
id: Bulan

# filterYear
source: Year
es: Año
hi: वर्ष
id: Tahun

# filterAll
source: All
es: Todo
hi: सभी
id: Semua

source: Edit Transaction
es: Editar Transacción
hi: संपादित करें
id: Edit Transaksi

source: Add Transaction
es: Añadir Transacción
hi: जोड़ें
id: Tambah Transaksi

# titleLabel
source: Title
es: Título
hi: शीर्षक
id: Judul

# enterDescriptionHint
source: Enter description
es: Ingrese descripción
hi: विवरण दर्ज करें
id: Masukkan deskripsi

# enterTitleHint
source: Enter title (e.g. Breakfast)
es: Ingrese título (ej. Desayuno)
hi: शीर्षक दर्ज करें
id: Masukkan judul (contoh: Sarapan)

# enterValidAmount
source: Please enter a valid amount
es: Ingrese un monto válido
hi: मान्य राशि दर्ज करें
id: Mohon masukkan jumlah yang valid

# selectWalletError
source: Please select a wallet
es: Seleccione una billetera
hi: वॉलेट चुनें
id: Mohon pilih dompet

# selectDestinationWalletError
source: Please select a destination wallet
es: Seleccione billetera destino
hi: गंतव्य वॉलेट चुनें
id: Mohon pilih dompet tujuan

# selectCategoryError
source: Please select a category
es: Seleccione categoría
hi: श्रेणी चुनें
id: Mohon pilih kategori

source: Save Transaction
es: Guardar Transacción
hi: सहेजें
id: Simpan Transaksi

source: Loading...
es: Cargando...
hi: लोड हो रहा है...
id: Memuat...

# error
source: Error: {error}
hi: त्रुटि: {error}

source: Expense Details
es: Detalles de Gasto
hi: खर्च विवरण
id: Detail Pengeluaran

source: Income Details
es: Detalles de Ingreso
hi: आय विवरण
id: Detail Pemasukan

source: No expenses found
es: No se encontraron gastos
hi: कोई खर्च नहीं
id: Tidak ada pengeluaran

source: No income found
es: No se encontraron ingresos
hi: कोई आय नहीं
id: Tidak ada pemasukan

source: for this date
es: para esta fecha
hi: इस तारीख के लिए
id: untuk tanggal ini

# timeFilterToday
source: Today
es: Hoy
hi: आज
id: Hari Ini

# timeFilterThisWeek
source: This Week
es: Esta Semana
hi: इस सप्ताह
id: Minggu Ini

# timeFilterThisMonth
source: This Month
es: Este Mes
hi: इस महीने
id: Bulan Ini

# timeFilterThisYear
source: This Year
es: Este Año
hi: इस वर्ष
id: Tahun Ini

# timeFilterAllTime
source: All Time
es: Todo el Tiempo
hi: सभी समय
id: Semua Waktu

source: Daily Average
es: Promedio Diario
hi: दैनिक औसत
id: Rata-rata Harian

source: Projected Total
es: Total Proyectado
hi: अनुमानित कुल
id: Total Proyeksi

# spendingHabitsNote
source: Based on your spending habits so far this month.
es: Basado en sus hábitos de este mes.
hi: आदतों पर आधारित।
id: Berdasarkan kebiasaan belanja Anda bulan ini.

source: Monthly Comparison
es: Comparación Mensual
hi: मासिक तुलना
id: Perbandingan Bulanan

# spendingLessNote
source: You are spending less than last month!
es: ¡Estás gastando menos que el mes pasado!
hi: आप कम खर्च कर रहे हैं!
id: Anda menghabiskan lebih sedikit dari bulan lalu!

# spendingMoreNote
source: Spending is higher than usual.
es: El gasto es mayor de lo usual.
hi: खर्च सामान्य से अधिक है।
id: Pengeluaran lebih tinggi dari biasanya.

source: Top Spenders
es: Mayores Gastos
hi: शीर्ष खर्चे
id: Pengeluaran Terbesar

# transactionsCount
source: {count} transactions
es: {count} transacciones
hi: {count} लेनदेन
id: {count} transaksi

source: Activity Heatmap
es: Mapa de Calor
hi: हीटमैप
id: Peta Aktivitas

source: Less
es: Menos
hi: कम
id: Sedikit

source: More
es: Más
hi: अधिक
id: Banyak

# backupRecoveryTitle
source: Backup & Recovery
es: Respaldo y Recuperación
hi: बैकअप और रिकवरी
id: Cadangan & Pemulihan

# backupDescription
source: Secure your data by creating a local backup file (JSON). You can restore this file later or on another device.
es: Asegure sus datos creando un archivo de respaldo local (JSON).
hi: स्थानीय बैकअप फ़ाइल (JSON) बनाएं।
id: Amankan data Anda dengan membuat file cadangan lokal (JSON). Anda dapat memulihkan file ini nanti.

source: Create Backup
es: Crear Respaldo
hi: बैकअप बनाएं
id: Buat Cadangan

source: Restore Backup
es: Restaurar Respaldo
hi: बैकअप बहाल करें
id: Pulihkan Cadangan

# createBackupSubtitle
source: Export all data to a JSON file
es: Exportar todo a JSON
hi: JSON में निर्यात करें
id: Ekspor semua data ke file JSON

# restoreBackupSubtitle
source: Import data from a JSON file (Wipes current data)
es: Importar desde JSON (Borra datos actuales)
hi: JSON से आयात करें (डेटा मिटा देगा)
id: Impor data dari file JSON (Hapus data saat ini)

source: Creating backup...
es: Creando respaldo...
hi: बना रहा है...
id: Membuat cadangan...

source: Restoring backup...
es: Restaurando...
hi: बहाल कर रहा है...
id: Memulihkan cadangan...

# backupSuccess
source: Backup saved successfully to: {path}
es: Respaldo guardado en: {path}
hi: सहेजा गया: {path}
id: Cadangan berhasil disimpan ke: {path}

# restoreSuccess
source: Backup restored successfully! Please restart the app if data doesn't appear immediately.
es: ¡Restaurado con éxito! Reinicie la app.
hi: बहाल हो गया! रीस्टार्ट करें।
id: Cadangan berhasil dipulihkan! Silakan restart aplikasi jika data tidak muncul.

# backupError
source: Failed to create backup: {error}
es: Error al crear respaldo: {error}
hi: विफल: {error}
id: Gagal membuat cadangan: {error}

# restoreError
source: Failed to restore backup: {error}
es: Error al restaurar: {error}
hi: विफल: {error}
id: Gagal memulihkan cadangan: {error}

# restoreWarningTitle
source: ⚠️ Warning: Restore Data
es: ⚠ Advertencia: Restaurar Datos
hi: ⚠ चेतावनी: डेटा बहाल करें
id: ⚠️ Peringatan: Pulihkan Data

# restoreWarningMessage
source: Restoring a backup will DELETE ALL current data on this device and replace it with the backup content. This action cannot be undone. Are you sure?
es: Restaurar un respaldo ELIMINARÁ TODOS los datos actuales. ¿Está seguro?
hi: यह वर्तमान डेटा को हटा देगा। क्या आप सुनिश्चित हैं?
id: Memulihkan cadangan akan MENGHAPUS SEMUA data saat ini di perangkat ini dan menggantinya dengan konten cadangan. Tindakan ini tidak dapat dibatalkan. Apakah Anda yakin?

source: Yes, Restore
es: Sí, Restaurar
hi: हाँ, बहाल करें
id: Ya, Pulihkan

# exportDataTitle
source: Export Data
es: Exportar Datos
hi: डाटा निर्यात
id: Ekspor Data

source: Date Range
es: Rango de Fechas
hi: तिथि सीमा
id: Rentang Tanggal

source: Transaction Type
es: Tipo de Transacción
hi: लेनदेन प्रकार
id: Tipe Transaksi

source: All Wallets
es: Todas las Billeteras
hi: सभी वॉलेट
id: Semua Dompet

source: All Categories
es: Todas las Categorías
hi: सभी श्रेणियाँ
id: Semua Kategori

# shareCsv
source: Share CSV ({count} items)
es: Compartir CSV ({count} ítems)
hi: CSV साझा करें ({count} आइटम)
id: Bagikan CSV ({count} item)

source: Save to Downloads
es: Guardar en Descargas
hi: डाउनलोड में सहेजें
id: Simpan ke Unduhan

source: Calculating...
es: Calculando...
hi: गणना हो रही है...
id: Menghitung...

# noTransactionsMatch
source: No transactions match selected filters.
es: No coinciden transacciones
hi: कोई लेनदेन नहीं मिला
id: Tidak ada transaksi yang sesuai filter.

# exportFailed
source: Export failed: {error}
es: Falló exportación: {error}
hi: विफल: {error}
id: Ekspor gagal: {error}

# saveFailed
source: Save failed: {error}
es: Falló guardado: {error}
hi: विफल: {error}
id: Penyimpanan gagal: {error}

# fileSavedTo
source: File saved to: {path}
es: Guardado en: {path}
hi: सहेजा गया: {path}
id: File disimpan ke: {path}

source: Last Month
es: Mes Pasado
hi: पिछले महीने
id: Bulan Lalu

# sendFeedbackTitle
source: Send Feedback
es: Enviar Comentarios
hi: फीडबैक भेजें
id: Kirim Masukan

source: We Value Your Voice
es: Valoramos su opinión
hi: हम आपकी राय की कद्र करते हैं
id: Suara Anda Berharga

# feedbackDescription
source: Have a new feature idea? Found a bug? Or just want to say hi? We are ready to listen! Your feedback means a lot to Ollo's development.
es: ¿Tiene una idea o encontró un error? ¡Queremos escucharle!
hi: कोई विचार या बग? हमें बताएं!
id: Punya ide fitur baru? Menemukan bug? Atau sekadar ingin menyapa? Kami siap mendengarkan! Masukan Anda sangat berarti bagi perkembangan Ollo.

source: Chat via WhatsApp
es: Chat por WhatsApp
hi: व्हाट्सएप पर चैट करें

# repliesInHours
source: Typically replies within a few hours
es: Responde en pocas horas
hi: कुछ घंटों में जवाब देता है
id: Biasanya membalas dalam beberapa jam

# subCategoriesCount
source: {count} sub-categories
es: Subcategorías: {count}
hi: उप-श्रेणियाँ: {count}
id: {count} sub-kategori

source: Unnamed
es: Sin Nombre
hi: बिना नाम
id: Tanpa Nama

source: OK
hi: ठीक

# errorPrefix
source: Error: {error}
hi: त्रुटि: {error}
id: Kesalahan: {error}

# whatsappMessage
source: Hello Ollo Team, I want to provide feedback...
es: Hola Equipo Ollo, quiero dar feedback...
hi: नमस्ते Ollo टीम...
id: Halo Tim Ollo, saya ingin memberikan masukan...

# roadmapTitle
source: Product Roadmap
es: Hoja de Ruta
hi: रोडमैप
id: Peta Jalan Produk

# roadmapInProgress
source: In Progress
es: En Progreso
hi: प्रगति में
id: Sedang Dikerjakan

# roadmapPlanned
source: Planned
es: Planeado
hi: योजनाबद्ध
id: Direncanakan

# roadmapCompleted
source: Completed
es: Completado
hi: पूर्ण
id: Selesai

# roadmapHighPriority
source: High Priority
es: Alta Prioridad
hi: उच्च प्राथमिकता
id: Prioritas Tinggi

# roadmapBeta
source: BETA
hi: बीटा

# roadmapDev
source: Dev
es: Desarrollo
hi: देव

# featureCloudBackupTitle
source: Cloud Backup (Google Drive)
es: Respaldo en Nube
hi: क्लाउड बैकअप
id: Cadangan Cloud (Google Drive)

# featureCloudBackupDesc
source: Sync your data securely to your personal Google Drive.
es: Sincronización con Google Drive
hi: गूगल ड्राइव सिंक
id: Sinkronkan data Anda dengan aman ke Google Drive pribadi.

# featureAiInsightsTitle
source: Advanced AI Insights
es: IA Avanzada
hi: एआई इनसाइट्स
id: Wawasan AI Tingkat Lanjut

# featureAiInsightsDesc
source: Deeper analysis of your spending habits with personalized tips.
es: Análisis profundo de gastos
hi: गहन विश्लेषण
id: Analisis lebih mendalam tentang kebiasaan belanja Anda dengan tips yang dipersonalisasi.

# featureDataExportTitle
source: Data Export to CSV/Excel
es: Exportar a Excel
hi: डेटा निर्यात
id: Ekspor Data ke CSV/Excel

# featureDataExportDesc
source: Export transaction history for external analysis in Excel or Sheets.
es: CSV/Excel para análisis externo
hi: एक्सेल/CSV
id: Ekspor riwayat transaksi untuk analisis eksternal di Excel atau Sheets.

# featureBudgetForecastingTitle
source: Budget Forecasting
es: Pronóstico de Presupuesto
hi: बजट पूर्वानुमान
id: Perkiraan Anggaran

# featureBudgetForecastingDesc
source: Predict next month's expenses based on historical data.
es: Predecir gastos del próximo mes
hi: अगले महीने का अनुमान
id: Prediksi pengeluaran bulan depan berdasarkan data historis.

# featureMultiCurrencyTitle
source: Multi-Currency Support
es: Multimoneda
hi: बहु-मुद्रा
id: Dukungan Multi-Mata Uang

# featureMultiCurrencyDesc
source: Real-time conversion for international transactions.
es: Conversión en tiempo real
hi: रीयल-टाइम रूपांतरण
id: Konversi waktu nyata untuk transaksi internasional.

# featureReceiptScanningTitle
source: Receipt Scanning OCR
es: Escaneo de Recibos (OCR)
hi: रसीद स्कैन (OCR)
id: Pindai Struk OCR

# featureReceiptScanningDesc
source: Scan receipts to automatically input transaction details.
es: Escanee recibos para autocompletar
hi: ऑटो-इनपुट
id: Pindai struk untuk memasukkan detail transaksi secara otomatis.

# featureLocalBackupTitle
source: Full Local Backup
es: Respaldo Local
hi: लोकल बैकअप
id: Cadangan Lokal Penuh

# featureLocalBackupDesc
source: Backup all app data (transactions, wallets, notes, etc.) to a local file.
es: Guardar todo en un archivo
hi: फ़ाइल में सहेजें
id: Cadangkan semua data aplikasi (transaksi, dompet, catatan, dll.) ke file lokal.

# featureSmartNotesTitle
source: Smart Notes
es: Notas Inteligentes
hi: स्मार्ट नोट्स
id: Catatan Cerdas

# featureSmartNotesDesc
source: Shopping lists with checklists and total calculation.
es: Listas de compras con cálculo
hi: खरीदारी सूची
id: Daftar belanja dengan daftar periksa dan perhitungan total.

# featureRecurringTitle
source: Recurring Transactions
es: Transacciones Recurrentes
hi: आवर्ती लेनदेन
id: Transaksi Berulang

# featureRecurringDesc
source: Automate bills and salary inputs.
es: Automatizar facturas y salarios
hi: बिलों का स्वचालन
id: Otomatiskan tagihan dan input gaji.

# aboutTitle
source: About Ollo
es: Sobre Ollo
hi: Ollo के बारे में
id: Tentang Ollo

# aboutPhilosophyTitle
source: Your Financial Companion
es: Su Compañero Financiero
hi: आपका वित्तीय साथी
id: Teman Finansial Anda

# aboutPhilosophyDesc
source: Ollo is born from the belief that managing finances shouldn't be complicated. We want to create a smart, friendly financial companion that helps you achieve your financial dreams, one step at a time.
es: Ollo nace para simplificar la gestión financiera.
hi: Ollo वित्त प्रबंधन को सरल बनाने के लिए है।
id: Ollo lahir dari keyakinan bahwa mengelola keuangan seharusnya tidak rumit. Kami ingin menciptakan teman finansial yang cerdas, ramah, dan membantu Anda mencapai impian finansial Anda, satu langkah demi satu langkah.

source: Connect with us
es: Conéctese con nosotros
hi: जुड़े रहें
id: Terhubung dengan kami

# version
source: Version {version}
es: Versión {version}
hi: संस्करण {version}
id: Versi {version}

# helpTitle
source: Help & Support
es: Ayuda
hi: सहायता
id: Bantuan & Dukungan

# helpIntroTitle
source: How can we help you?
es: ¿Cómo podemos ayudarle?
hi: कैसे मदद करें?
id: Ada yang bisa kami bantu?

# helpIntroDesc
source: Find answers to common questions or contact our support team directly.
es: Preguntas frecuentes o soporte
hi: FAQ या संपर्क
id: Temukan jawaban atas pertanyaan umum atau hubungi tim dukungan kami secara langsung.

# faqTitle
source: Frequently Asked Questions
es: Preguntas Frecuentes
hi: FAQ
id: Pertanyaan yang Sering Diajukan (FAQ)

# faqAddWalletQuestion
source: How do I add a new wallet?
es: ¿Cómo añadir una billetera?
hi: वॉलेट कैसे जोड़ें?
id: Bagaimana cara menambah dompet baru?

# faqAddWalletAnswer
source: Go to the "Wallets" menu and tap the "+" button in the top right corner. Select the wallet type (Cash, Bank, etc.), enter the name and initial balance, then save.
es: Vaya al menú "Billeteras" y toque el botón "+".
hi: "वॉलेट" मेनू में + बटन दबाएं।
id: Buka menu "Dompet" dan ketuk tombol "+" di pojok kanan atas. Pilih jenis dompet (Tunai, Bank, dll.), masukkan nama dan saldo awal, lalu simpan.

# faqExportDataQuestion
source: Can I export my data?
es: ¿Puedo exportar mis datos?
hi: डेटा निर्यात?
id: Bisakah saya mengekspor data saya?

# faqExportDataAnswer
source: Data export is a Premium feature coming soon. It will allow you to export your transactions to CSV or Excel formats.
es: Próximamente como función Premium.
hi: जल्द आ रहा है (प्रीमियम)।
id: Ekspor data adalah fitur Premium yang akan segera hadir. Ini akan memungkinkan Anda mengekspor transaksi ke format CSV atau Excel.

source: Contact Support
es: Contactar Soporte
hi: संपर्क करें
id: Hubungi Dukungan

# reimbursementTitle
source: Reimbursement
es: Reembolso
hi: प्रतिपूर्ति

# reimbursementPending
source: Pending
es: Pendiente
hi: लंबित
id: Tertunda

# reimbursementCompleted
source: Completed
es: Completado
hi: पूर्ण
id: Selesai

source: No pending reimbursements
es: Sin reembolsos pendientes
hi: कोई लंबित नहीं
id: Tidak ada reimbursement tertunda

source: No completed reimbursements
es: Sin reembolsos completados
hi: कोई पूर्ण नहीं
id: Tidak ada reimbursement selesai

source: Mark Paid
es: Marcar Pagado
hi: भुगतान चिह्नित करें
id: Tandai Lunas

source: Total Savings
es: Total Ahorros
hi: कुल बचत
id: Total Tabungan
