Repository: trianapriliant/Ollo
Catalog: lib/l10n/app_*.arb
Languages: es, hi, id

source: Home
es: Inicio
hi: होम
id: Beranda

source: Wallet
es: Billetera
hi: वॉलेट
id: Dompet

source: Profile
es: Perfil
hi: प्रोफाइल
id: Profil

source: Statistics
es: Estadísticas
hi: आंकड़े
id: Statistik

source: Expense
es: Gasto
hi: खर्च
id: Pengeluaran

source: Income
es: Ingreso
hi: आय
id: Pemasukan

source: Transfer
es: Transferencia
hi: ट्रांसफर

source: Amount
es: Monto
hi: राशि
id: Jumlah

source: To
es: A
hi: को
id: Ke

# addNoteHint
source: Add a note...
es: Añadir nota...
hi: नोट जोड़ें...
id: Tambah catatan...

source: Cancel
es: Cancelar
hi: रद्द करें
id: Batal

source: Done
es: Listo
hi: हो गया
id: Selesai

# errorInvalidAmount
source: Please enter a valid amount
es: Ingrese un monto válido
hi: कृपया मान्य राशि दर्ज करें
id: Mohon masukkan jumlah yang valid

# errorSelectWallet
source: Please select a wallet
es: Seleccione una billetera
hi: कृपया वॉलेट चुनें
id: Mohon pilih dompet

# errorSelectDestinationWallet
source: Please select a destination wallet
es: Seleccione una billetera de destino
hi: कृपया गंतव्य वॉलेट चुनें
id: Mohon pilih dompet tujuan

# errorSameWallets
source: Source and destination wallets must be different
es: Las billeteras de origen y destino deben ser diferentes
hi: स्रोत और गंतव्य वॉलेट अलग होने चाहिए
id: Dompet asal dan tujuan harus berbeda

# errorSelectCategory
source: Please select a category
es: Seleccione una categoría
hi: कृपया श्रेणी चुनें
id: Mohon pilih kategori

source: Transaction Detail
es: Detalle de Transacción
hi: लेनदेन विवरण
id: Detail Transaksi

source: Title
es: Título
hi: शीर्षक
id: Judul

source: Category
es: Categoría
hi: श्रेणी
id: Kategori

source: Date Time
es: Fecha y Hora
hi: दिनांक समय
id: Waktu

source: Date
es: Fecha
hi: दिनांक
id: Tanggal

source: Time
es: Hora
hi: समय
id: Jam

source: Note
es: Nota
hi: नोट
id: Catatan

source: Delete Transaction
es: Eliminar Transacción
hi: लेनदेन हटाएं
id: Hapus Transaksi

# deleteTransactionConfirm
source: Are you sure you want to delete this transaction?
es: ¿Seguro que desea eliminar esta transacción? El saldo se restaurará.
hi: क्या आप वाकई इस लेनदेन को हटाना चाहते हैं? वॉलेट शेष बहाल कर दिया जाएगा।
id: Apakah Anda yakin ingin menghapus transaksi ini?

source: Delete
es: Eliminar
hi: हटाएं
id: Hapus

source: Edit
es: Editar
hi: संपादित करें
id: Ubah

# markCompleted
source: Mark as Completed
es: Marcar como Completado
hi: पूर्ण के रूप में चिह्नित करें
id: Tandai Selesai

# markCompletedConfirm
source: Mark this transaction as completed?
es: ¿Marcar este reembolso como pagado/completado?
hi: क्या इस प्रतिपूर्ति को भुगतान/पूर्ण के रूप में चिह्नित करें?
id: Tandai transaksi ini sebagai selesai?

source: Confirm
es: Confirmar
hi: पुष्टि करें
id: Konfirmasi

source: System
es: Sistema
hi: सिस्टम
id: Sistem

source: Recent Transactions
es: Transacciones Recientes
hi: हालिया लेनदेन
id: Transaksi Terakhir

# noTransactions
source: No transactions yet
es: Sin transacciones aún
hi: अभी तक कोई लेनदेन नहीं
id: Belum ada transaksi

# startRecording
source: Start recording your expenses and income to keep your finances organized! 🚀
es: ¡Comience a registrar sus gastos e ingresos! 🚀
hi: अपने खर्चों और आय को रिकॉर्ड करना शुरू करें! 🚀
id: Ayo mulai catat pengeluaran dan pemasukanmu agar keuangan lebih rapi! 🚀

source: Menu
es: Menú
hi: मेनू

source: Budget
es: Presupuesto
hi: बजट
id: Anggaran

source: Recurring
es: Recurrente
hi: आवर्ती
id: Berulang

source: Savings
es: Ahorros
hi: बचत
id: Tabungan

source: Total
hi: कुल

source: Bills
es: Facturas
hi: बिल
id: Tagihan

source: Debts
es: Deudas
hi: उधारी
id: Utang

source: Wishlist
es: Lista de Deseos
hi: विशलिस्ट
id: Keinginan

source: Cards
es: Tarjetas
hi: कार्ड
id: Kartu

source: Notes
es: Notas
hi: नोट्स
id: Catatan

source: Reimburse
es: Reembolso
hi: प्रतिपूर्ति

source: Unknown
es: Desconocido
hi: अज्ञात
id: Tidak Diketahui

# welcome
source: Hi, {name}!
es: ¡Hola, {name}!
hi: नमस्ते, {name}!
id: Hai, {name}!

# welcomeSimple
source: Hi!
es: ¡Hola!
hi: नमस्ते!
id: Hai!

source: Settings
es: Ajustes
hi: सेटिंग्स
id: Pengaturan

source: Developer Options
es: Opciones de Desarrollador
hi: डेवलपर विकल्प
id: Opsi Pengembang

source: Future Features
es: Futuras Funciones
hi: भविष्य की विशेषताएं
id: Fitur Masa Depan

source: Backup & Recovery
es: Respaldo y Recuperación
hi: बैकअप और रिकवरी
id: Cadangan & Pemulihan

source: AI Automation
es: Automatización IA
hi: एआई ऑटोमेशन
id: Otomatisasi AI

source: Feedback & Roadmap
es: Comentarios y Hoja de Ruta
hi: फीडबैक और रोडमैप
id: Masukan & Peta Jalan

source: Data Export
es: Exportar Datos
hi: डाटा निर्यात
id: Ekspor Data

source: Data Management
es: Gestión de Datos
hi: डाटा प्रबंधन
id: Manajemen Data

source: Categories
es: Categorías
hi: श्रेणियाँ
id: Kategori

source: Wallets
es: Billeteras
hi: वॉलेट
id: Dompet

source: General
hi: सामान्य
id: Umum

source: Help & Support
es: Ayuda y Soporte
hi: सहायता और समर्थन
id: Bantuan & Dukungan

source: Send Feedback
es: Enviar Comentarios
hi: फीडबैक भेजें
id: Kirim Masukan

source: About Ollo
es: Sobre Ollo
hi: Ollo के बारे में
id: Tentang Ollo

source: Account
es: Cuenta
hi: खाता
id: Akun

source: Delete Data
es: Eliminar Datos
hi: डाटा हटाएं
id: Hapus Data

source: Logout
es: Cerrar Sesión
hi: लॉग आउट
id: Keluar

source: Coming Soon
es: Próximamente
hi: जल्द आ रहा है
id: Segera Hadir

# comingSoonDesc
source: Let AI categorize your transactions and provide smart financial insights.
es: La IA categorizará sus transacciones y dará consejos financieros.
hi: एआई आपके लेनदेन को वर्गीकृत करेगा और स्मार्ट वित्तीय अंतर्दृष्टि प्रदान करेगा।
id: Biarkan AI mengkategorikan transaksi Anda dan memberikan wawasan keuangan yang cerdas.

source: Can't Wait!
es: ¡No puedo esperar!
hi: इंतजार नहीं कर सकता!
id: Tak Sabar!

source: Delete All Data?
es: ¿Eliminar todos los datos?
hi: सभी डेटा हटाएं?
id: Hapus Semua Data?

# deleteAllDataConfirm
source: This action will permanently delete ALL your transactions, wallets, budgets, and notes. This cannot be undone. To confirm, please type "{confirmationText}" below:
es: Esta acción eliminará PERMANENTEMENTE todas sus transacciones, billeteras y notas. No se puede deshacer. Para confirmar, escriba "{confirmationText}" abajo:
hi: यह कार्रवाई आपके सभी लेनदेन, वॉलेट और नोट्स को स्थायी रूप से हटा देगी। इसे पूर्ववत नहीं किया जा सकता। पुष्टि करने के लिए, नीचे "{confirmationText}" टाइप करें:
id: Tindakan ini akan menghapus SEMUA transaksi, dompet, anggaran, dan catatan Anda secara permanen. Ini tidak dapat dibatalkan. Untuk mengonfirmasi, ketik "{confirmationText}" di bawah ini:

# deleteDataConfirmationText
source: Delete Data
es: Borrar Datos
hi: डाटा हटाएं
id: Hapus Data

# dataDeletedSuccess
source: All data deleted successfully. Please restart the app.
es: Datos eliminados con éxito. Reinicie la aplicación.
hi: डेटा सफलतापूर्वक हटा दिया गया। कृपया ऐप को पुनः आरंभ करें।
id: Semua data berhasil dihapus. Silakan mulai ulang aplikasi.

# dataDeleteFailed
source: Failed to delete data: {error}
es: Error al eliminar datos: {error}
hi: डेटा हटाने में विफल: {error}
id: Gagal menghapus data: {error}

source: Currency
es: Moneda
hi: मुद्रा
id: Mata Uang

source: Language
es: Idioma
hi: भाषा
id: Bahasa

source: Select Currency
es: Seleccionar Moneda
hi: मुद्रा चुनें
id: Pilih Mata Uang

source: Select Language
es: Seleccionar Idioma
hi: भाषा चुनें
id: Pilih Bahasa

source: Select Category
es: Seleccionar Categoría
hi: श्रेणी चुनें
id: Pilih Kategori

source: My Wallets
es: Mis Billeteras
hi: मेरे वॉलेट
id: Dompet Saya

# emptyWalletsTitle
source: No wallets yet
es: Sin billeteras
hi: अभी तक कोई वॉलेट नहीं
id: Dompet masih kosong

# emptyWalletsMessage
source: Add a wallet or bank account to start tracking! 💳
es: ¡Añada una billetera o cuenta bancaria! 💳
hi: ट्रैकिंग शुरू करने के लिए वॉलेट या बैंक खाता जोड़ें! 💳
id: Yuk tambahkan dompet atau akun bank-mu untuk mulai mencatat! 💳

# addWallet
source: Add New Wallet
es: Añadir Billetera
hi: नया वॉलेट जोड़ें
id: Tambah Dompet Baru

source: Edit Wallet
es: Editar Billetera
hi: वॉलेट संपादित करें
id: Ubah Dompet

source: New Wallet
es: Nueva Billetera
hi: नया वॉलेट
id: Dompet Baru

source: Wallet Name
es: Nombre de Billetera
hi: वॉलेट का नाम
id: Nama Dompet

source: Initial Balance
es: Saldo Inicial
hi: प्रारंभिक शेष
id: Saldo Awal

source: Wallet Details
es: Detalles de Billetera
hi: वॉलेट विवरण
id: Detail Dompet

source: Appearance
es: Apariencia
hi: उपस्थिति
id: Tampilan

source: Icon
es: Ícono
hi: आइकन
id: Ikon

source: Color
hi: रंग
id: Warna

source: Save Wallet
es: Guardar Billetera
hi: वॉलेट सहेजें
id: Simpan Dompet

# walletTypeCash
source: Cash
es: Efectivo
hi: नकद
id: Tunai

# walletTypeBank
source: Bank Accounts
es: Cuenta Bancaria
hi: बैंक खाते
id: Akun Bank

# walletTypeEWallet
source: E-Wallets
es: Billetera Digital
hi: ई-वॉलेट
id: E-Wallet

# walletTypeCreditCard
source: Credit Cards
es: Tarjeta de Crédito
hi: क्रेडिट कार्ड
id: Kartu Kredit

# walletTypeExchange
source: Exchanges / Investments
es: Inversiones
hi: निवेश
id: Investasi

# walletTypeOther
source: Others
es: Otros
hi: अन्य
id: Lainnya

source: Debit Card
es: Tarjeta de Débito
hi: डेबिट कार्ड
id: Kartu Debit

# categoriesTitle
source: Categories
es: Categorías
hi: श्रेणियाँ
id: Kategori

source: No categories found
es: No se encontraron categorías
hi: कोई श्रेणी नहीं मिली
id: Kategori tidak ditemukan

source: Edit Category
es: Editar Categoría
hi: श्रेणी संपादित करें
id: Ubah Kategori

source: New Category
es: Nueva Categoría
hi: नई श्रेणी
id: Kategori Baru

source: Category Name
es: Nombre de Categoría
hi: श्रेणी का नाम
id: Nama Kategori

# enterCategoryName
source: Please enter a name
es: Ingrese un nombre
hi: कृपया नाम दर्ज करें
id: Mohon masukkan nama

source: Delete Category?
es: ¿Eliminar Categoría?
hi: श्रेणी हटाएं?
id: Hapus Kategori?

# deleteCategoryConfirm
source: This action cannot be undone.
es: Esta acción no se puede deshacer.
hi: इस कार्रवाई को पूर्ववत नहीं किया जा सकता।
id: Tindakan ini tidak dapat dibatalkan.

source: Save
es: Guardar
hi: सहेजें
id: Simpan

# systemCategoryTitle
source: System Category
es: Categoría del Sistema
hi: सिस्टम श्रेणी
id: Kategori Sistem

# systemCategoryMessage
source: This category is managed by the system and cannot be edited or deleted manually.
es: Esta categoría es gestionada por el sistema y no se puede editar.
hi: यह श्रेणी सिस्टम द्वारा प्रबंधित है और इसे मैन्युअल रूप से संपादित नहीं किया जा सकता है।
id: Kategori ini dikelola oleh sistem dan tidak dapat diubah atau dihapus secara manual.

# sysCatTransfer
source: Transfer
es: Transferencia
hi: ट्रांसफर

# sysCatTransferDesc
source: Fund transfers between wallets
es: Transferencias entre billeteras
hi: वॉलेट के बीच फंड ट्रांसफर
id: Transfer dana antar dompet

# sysCatRecurring
source: Recurring
es: Recurrente
hi: आवर्ती
id: Berulang

# sysCatRecurringDesc
source: Automated recurring transactions
es: Transacciones automáticas recurrentes
hi: स्वचालित आवर्ती लेनदेन
id: Transaksi berulang otomatis

# sysCatWishlist
source: Wishlist
es: Lista de Deseos
hi: विशलिस्ट
id: Keinginan

# sysCatWishlistDesc
source: Automated transactions from Wishlist purchases
es: Transacciones automáticas de Lista de Deseos
hi: विशलिस्ट खरीद से स्वचालित लेनदेन
id: Transaksi otomatis dari pembelian Keinginan

# sysCatBills
source: Bills
es: Facturas
hi: बिल
id: Tagihan

# sysCatBillsDesc
source: Automated transactions from Bill payments
es: Pagos automáticos de facturas
hi: बिल भुगतान से स्वचालित लेनदेन
id: Transaksi otomatis dari pembayaran Tagihan

# dueDateLabel
source: Due Date
es: Vencimiento
hi: देय तिथि
id: Jatuh Tempo

# statusLabel
source: Status
es: Estado
hi: स्थिति

source: No payments yet
es: Sin pagos aún
hi: अभी तक कोई भुगतान नहीं
id: Belum ada pembayaran

# sysCatDebts
source: Debts
es: Deudas
hi: उधारी
id: Hutang Piutang

# sysCatDebtsDesc
source: Automated transactions from Debt/Loan records
es: Registros de Deudas/Préstamos
hi: उधारी/ऋण रिकॉर्ड
id: Transaksi otomatis dari catatan Utang/Pinjaman

# sysCatSavings
source: Savings
es: Ahorros
hi: बचत
id: Tabungan

# sysCatSavingsDesc
source: Automated transactions from Savings deposits/withdrawals
es: Depósitos y retiros de ahorros
hi: बचत जमा/निकासी
id: Transaksi otomatis dari setor/tarik Tabungan

# sysCatSmartNotes
source: Bundled Notes
es: Notas Inteligentes
hi: बंडल नोट्स
id: Catatan Terbundle

# sysCatSmartNotesDesc
source: Automated transactions from Smart Bundles
es: Transacciones de Paquetes Inteligentes
hi: स्मार्ट बंडल से स्वचालित लेनदेन
id: Transaksi otomatis dari Bundle Cerdas

# sysCatReimburse
source: Reimburse
es: Reembolso
hi: प्रतिपूर्ति

# sysCatReimburseDesc
source: Reimbursement tracking system
es: Sistema de seguimiento de reembolsos
hi: प्रतिपूर्ति ट्रैकिंग प्रणाली
id: Sistem pelacakan reimbursement

# budgetsTitle
source: Budgets
es: Presupuestos
hi: बजट
id: Anggaran

source: No budgets yet
es: Sin presupuestos aún
hi: अभी तक कोई बजट नहीं
id: Belum ada anggaran

source: Create Budget
es: Crear Presupuesto
hi: बजट बनाएं
id: Buat Anggaran

source: Your Budgets
es: Tus Presupuestos
hi: आपके बजट
id: Anggaran Anda

source: New Budget
es: Nuevo Presupuesto
hi: नया बजट
id: Anggaran Baru

source: Edit Budget
es: Editar Presupuesto
hi: बजट संपादित करें
id: Ubah Anggaran

source: Limit Amount
es: Monto Límite
hi: सीमा राशि
id: Batas Jumlah

source: Period
es: Período
hi: अवधि
id: Periode

source: Weekly
es: Semanalmente
hi: साप्ताहिक
id: Mingguan

source: Monthly
es: Mensualmente
hi: मासिक
id: Bulanan

source: Yearly
es: Anualmente
hi: वार्षिक
id: Tahunan

source: Daily
es: Diariamente
hi: दैनिक
id: Harian

source: Delete Budget
es: Eliminar Presupuesto
hi: बजट हटाएं
id: Hapus Anggaran

# deleteBudgetConfirm
source: Are you sure you want to delete this budget?
es: ¿Seguro que desea eliminar este presupuesto?
hi: क्या आप वाकई इस बजट को हटाना चाहते हैं?
id: Apakah Anda yakin ingin menghapus anggaran ini?

source: Enter amount
es: Ingrese monto
hi: राशि दर्ज करें
id: Masukkan jumlah

# recurringTitle
source: Recurring
es: Recurrente
hi: आवर्ती
id: Berulang

source: Active Subscriptions
es: Suscripciones Activas
hi: सक्रिय सदस्यताएँ
id: Langganan Aktif

source: No active subscriptions
es: Sin suscripciones activas
hi: कोई सक्रिय सदस्यता नहीं
id: Tidak ada langganan aktif

source: New Recurring
es: Nuevo Recurrente
hi: नया आवर्ती
id: Transaksi Berulang Baru

source: Edit Recurring
es: Editar Recurrente
hi: आवर्ती संपादित करें
id: Ubah Transaksi Berulang

source: Frequency
es: Frecuencia
hi: आवृत्ति
id: Frekuensi

source: Start Date
es: Fecha de Inicio
hi: प्रारंभ तिथि
id: Tanggal Mulai

source: Pay with Wallet
es: Pagar con Billetera
hi: वॉलेट से भुगतान करें
id: Bayar dengan Dompet

source: Update Recurring
es: Actualizar
hi: अपडेट करें
id: Perbarui

source: Save Recurring
es: Guardar
hi: सहेजें
id: Simpan

source: Delete Recurring?
es: ¿Eliminar Recurrente?
hi: आवर्ती हटाएं?
id: Hapus Transaksi Berulang?

# deleteRecurringConfirm
source: This will stop future auto-payments. Past transactions will remain.
es: Esto detendrá los pagos futuros. Las transacciones pasadas permanecerán.
hi: यह भविष्य के ऑटो-भुगतान को रोक देगा। पिछले लेनदेन बने रहेंगे।
id: Ini akan menghentikan pembayaran otomatis di masa depan. Transaksi masa lalu akan tetap ada.

# pleaseSelectWallet
source: Please select a wallet
es: Seleccione una billetera
hi: कृपया वॉलेट चुनें
id: Mohon pilih dompet

# debtsTitle
source: Debts
es: Deudas
hi: उधारी
id: Hutang Piutang

source: I Owe
es: Debo
hi: मुझे देना है
id: Hutang Saya

source: Owed to Me
es: Me Deben
hi: मुझे लेना है
id: Piutang Saya

source: Net Balance
es: Saldo Neto
hi: शुद्ध शेष
id: Saldo Bersih

# debtFree
source: You are debt free!
es: ¡Estás libre de deudas!
hi: आप कर्ज मुक्त हैं!
id: Anda bebas hutang!

# noOneOwesYou
source: No one owes you money.
es: Nadie te debe dinero.
hi: कोई आपको पैसे नहीं देता।
id: Tidak ada yang berhutang pada Anda.

# paidStatus
source: Paid
es: Pagado
hi: भुगतान किया
id: Lunas

source: Overdue
es: Vencido
hi: अतिदेय
id: Terlambat

# dueOnDate
source: Due {date}
es: Vence el {date}
hi: देय {date}
id: Jatuh tempo {date}

source: {amount} left
es: Quedan {amount}
hi: {amount} बाकी
id: Sisa {amount}

source: Delete Debt?
es: ¿Eliminar Deuda?
hi: उधारी हटाएं?
id: Hapus Catatan?

# deleteDebtConfirm
source: This will remove the debt record.
es: Esto eliminará el registro de la deuda.
hi: यह उधारी रिकॉर्ड हटा देगा।
id: Ini akan menghapus catatan hutang.

source: Sort by Date
es: Por Fecha
hi: तिथि के अनुसार क्रमबद्ध करें
id: Urut Tanggal

source: Sort by Amount
es: Por Monto
hi: राशि के अनुसार क्रमबद्ध करें
id: Urut Jumlah

# editDebt
source: Edit Debt/Loan
es: Editar Deuda
hi: संपादित करें
id: Ubah Hutang/Piutang

# addDebt
source: Add Debt/Loan
es: Añadir Deuda
hi: जोड़ें
id: Tambah Hutang/Piutang

source: I Borrowed
es: Pedí Prestado
hi: मैंने उधार लिया
id: Saya Berhutang

source: I Lent
es: Presté
hi: मैंने उधार दिया
id: Saya Meminjamkan

source: Person Name
es: Nombre de la Persona
hi: व्यक्ति का नाम
id: Nama Orang

# whoHint
source: Who?
es: ¿Quién?
hi: कौन?
id: Siapa?

source: Required
es: Requerido
hi: आवश्यक
id: Wajib diisi

source: Update Debt
es: Actualizar Deuda
hi: अपडेट करें
id: Perbarui

source: Save Debt
es: Guardar Deuda
hi: सहेजें
id: Simpan

# debtSaved
source: Debt saved successfully
es: Deuda guardada
hi: सहेजा गया
id: Berhasil disimpan

# debtUpdated
source: Debt updated successfully
es: Deuda actualizada
hi: अपडेट किया गया
id: Berhasil diperbarui

source: Debt deleted
es: Deuda eliminada
hi: हटाया गया
id: Berhasil dihapus

source: Debt Details
es: Detalles de Deuda
hi: विवरण
id: Rincian Hutang/Piutang

source: Payment History
es: Historial de Pagos
hi: भुगतान इतिहास
id: Riwayat Pembayaran

source: You owe {name}
es: Debes a {name}
hi: आप {name} को देते हैं
id: Anda berhutang pada {name}

source: {name} owes you
es: {name} te debe
hi: {name} आपको देता है
id: {name} berhutang pada Anda

source: Total: {amount}
hi: कुल: {amount}

source: Paid: {amount}
es: Pagado: {amount}
hi: भुगतान: {amount}
id: Terbayar: {amount}

# activeStatus
source: Active
es: Activo
hi: सक्रिय
id: Aktif

source: Add Payment
es: Añadir Pago
hi: भुगतान जोड़ें
id: Catat Pembayaran

# noneRecordOnly
source: None (Just record)
es: Ninguno (Solo registrar)
hi: कोई नहीं (केवल रिकॉर्ड)
id: Tanpa Dompet (Hanya catat)

source: Confirm Payment
es: Confirmar Pago
hi: भुगतान की पुष्टि करें
id: Konfirmasi Pembayaran

# paymentRecorded
source: Payment recorded successfully!
es: ¡Pago registrado!
hi: भुगतान दर्ज किया गया!
id: Pembayaran berhasil dicatat!

# deleteDebtWarning
source: This will remove the debt record. Wallet balances will NOT be reverted automatically.
es: Esto eliminará el registro. El saldo de la billetera NO se revertirá automáticamente.
hi: यह रिकॉर्ड हटा देगा। वॉलेट शेष स्वचालित रूप से वापस नहीं किया जाएगा।
id: Ini akan menghapus catatan. Saldo dompet TIDAK akan dikembalikan otomatis.

# billsTitle
source: Bills
es: Facturas
hi: बिल
id: Tagihan

source: Unpaid
es: Sin Pagar
hi: अदत्त
id: Belum Bayar

# paidTab
source: Paid
es: Pagado
hi: भुगतान किया
id: Lunas

source: All caught up!
es: ¡Todo al día!
hi: सब कुछ हो गया!
id: Semua beres!

# noUnpaidBills
source: No unpaid bills at the moment.
es: No hay facturas pendientes.
hi: फिलहाल कोई अदत्त बिल नहीं।
id: Tidak ada tagihan saat ini.

source: No history yet
es: Sin historial
hi: कोई इतिहास नहीं
id: Belum ada riwayat

# paidOnDate
source: Paid {date}
es: Pagado el {date}
hi: {date} को भुगतान किया
id: Lunas {date}

source: Due Today
es: Vence Hoy
hi: आज देय
id: Hari Ini

# dueInDays
source: Due in {days} days
es: Vence en {days} días
hi: {days} दिनों में देय
id: Dlm {days} hari

source: Pay
es: Pagar
hi: भुगतान करें
id: Bayar

source: Pay Bill
es: Pagar Factura
hi: बिल भुगतान करें
id: Bayar Tagihan

# payBillTitle
source: Pay "{title}"?
es: ¿Pagar "{title}"?
hi: भुगतान "{title}"?
id: Bayar "{title}"?

source: Pay from:
es: Pagar desde:
hi: भुगतान से:
id: Bayar dari:

source: No wallets found
es: No se encontraron billeteras
hi: कोई वॉलेट नहीं मिला
id: Dompet tidak ditemukan

# billPaidSuccess
source: Bill paid successfully!
es: ¡Factura pagada!
hi: बिल भुगतान सफल!
id: Tagihan berhasil dibayar!

source: Edit Bill
es: Editar Factura
hi: संपादित करें
id: Ubah Tagihan

source: Add Bill
es: Añadir Factura
hi: जोड़ें
id: Tambah Tagihan

source: Bill Details
es: Detalles de Factura
hi: विवरण
id: Rincian Tagihan

source: Bill Name
es: Nombre de Factura
hi: बिल का नाम
id: Nama Tagihan

source: Bill Type
es: Tipo
hi: प्रकार
id: Tipe Tagihan

# repeatBill
source: Repeat this bill?
es: ¿Repetir factura?
hi: दोहराना?
id: Ulangi tagihan ini?

# autoCreateBill
source: Automatically create new bills
es: Crear facturas automáticamente
hi: स्वतः बनाएं
id: Otomatis buat tagihan baru

source: Update Bill
es: Actualizar
hi: अपडेट करें
id: Perbarui

source: Save Bill
es: Guardar
hi: सहेजें
id: Simpan

# billSaved
source: Bill saved successfully
es: Guardado
hi: सहेजा गया
id: Berhasil disimpan

# billUpdated
source: Bill updated successfully
es: Actualizado
hi: अपडेट किया गया
id: Berhasil diperbarui

source: Bill deleted
es: Eliminado
hi: हटाया गया
id: Berhasil dihapus

# payBillDescription
source: This will create a System transaction and deduct from your wallet.
es: Esto creará una transacción del sistema y descontará de su billetera.
hi: यह एक सिस्टम लेनदेन बनाएगा और आपके वॉलेट से कटौती करेगा।
id: Ini akan membuat transaksi Sistem dan memotong saldo dompet Anda.

source: Delete Bill?
es: ¿Eliminar Factura?
hi: हटाएं?
id: Hapus Tagihan?

# deleteBillConfirm
source: This action cannot be undone.
es: No se puede deshacer.
hi: इसे पूर्ववत नहीं किया जा सकता।
id: Tindakan ini tidak dapat dibatalkan.

# errorInvalidBill
source: Please enter valid title and amount
es: Ingrese título y monto válidos
hi: मान्य शीर्षक और राशि दर्ज करें
id: Mohon masukkan nama dan jumlah yang valid

# wishlistTitle
source: Wishlist
es: Lista de Deseos
hi: विशलिस्ट
id: Keinginan

# activeTab
source: Active
es: Activo
hi: सक्रिय
id: Aktif

# achievedTab
source: Achieved
es: Logrado
hi: प्राप्त
id: Tercapai

# emptyActiveWishlistMessage
source: Start adding items you want to buy
es: Empiece a añadir cosas que quiere comprar
hi: वे चीजें जोड़ना शुरू करें जिन्हें आप खरीदना चाहते हैं
id: Mulai tambahkan barang impian Anda

# emptyAchievedWishlistMessage
source: No achieved dreams yet. Keep going!
es: Aún no hay sueños cumplidos. ¡Siga así!
hi: अभी तक कोई सपना पूरा नहीं हुआ। चलते रहो!
id: Belum ada mimpi tercapai. Semangat!

source: No achievements yet
es: Sin logros aún
hi: कोई उपलब्धि नहीं
id: Belum ada pencapaian

# wishlistEmpty
source: Your wishlist is empty
es: Su lista está vacía
hi: खाली है
id: Daftar keinginan kosong

# deleteItemTitle
source: Delete Item?
es: ¿Eliminar ítem?
hi: हटाएं?
id: Hapus Item?

# deleteItemConfirm
source: Are you sure you want to delete "{title}"?
es: ¿Desea eliminar "{title}"?
hi: "{title}" हटाएं?
id: Anda yakin ingin menghapus "{title}"?

source: Buy
es: Comprar
hi: खरीदें
id: Beli

# buyItemTitle
source: Buy Item
es: Comprar Ítem
hi: खरीदें
id: Beli Barang

# purchaseItemTitle
source: Purchase "{title}"?
es: ¿Comprar "{title}"?
hi: "{title}" खरीदें?
id: Beli "{title}"?

# selectWalletLabel
source: Select Wallet:
es: Seleccionar Billetera:
hi: वॉलेट चुनें:
id: Pilih Dompet:

# noWalletsFoundMessage
source: No wallets found. Please create a wallet first.
es: Cree una billetera primero.
hi: पहले वॉलेट बनाएं।
id: Dompet tidak ditemukan. Buat dompet dulu.

# amountLabel
source: Amount:
es: Monto:
hi: राशि:
id: Jumlah:

source: Confirm Purchase
es: Confirmar Compra
hi: खरीद की पुष्टि करें
id: Konfirmasi Pembelian

# purchaseSuccessMessage
source: Purchase successful! Dream achieved! 🎉
es: ¡Compra exitosa! 🎉
hi: खरीद सफल! 🎉
id: Pembelian berhasil! Mimpi tercapai! 🎉
