Repository: trianapriliant/Ollo
Catalog: lib/l10n/app_*.arb
Languages: es, hi, id

source: Financial Buckets
es: Buckets Financieros
hi: वित्तीय बक्से
id: Kantong Keuangan

source: No savings yet
es: Sin ahorros
hi: कोई बचत नहीं
id: Belum ada tabungan

# growthThisMonth
source: {percent}% this month
es: {percent}% este mes
hi: {percent}% इस महीने
id: {percent}% bulan ini

source: My Cards
es: Mis Tarjetas
hi: मेरे कार्ड
id: Kartu Saya

# selectedCount
source: {count} Selected
es: {count} Seleccionadas
hi: {count} चयनित
id: {count} Dipilih

source: Copy Number
es: Copiar Número
hi: नंबर कॉपी करें
id: Salin Nomor

source: Copy Template
es: Copiar Plantilla
hi: टेम्पलेट कॉपी करें
id: Salin Template

# cardsCopied
source: {count} cards copied!
es: ¡{count} copiadas!
hi: कॉपी किया गया!
id: {count} kartu disalin!

source: Card number copied!
es: ¡Número copiado!
hi: कॉपीड!
id: Nomor kartu disalin!

source: Card template copied!
es: ¡Plantilla copiada!
hi: कॉपीड!
id: Template kartu disalin!

source: No cards yet
es: Sin tarjetas
hi: कोई कार्ड नहीं
id: Belum ada kartu

# addCardsMessage
source: Add your bank accounts or e-wallets
es: Añada cuentas o tarjetas
hi: खाते जोड़ें
id: Tambahkan akun bank atau e-wallet Anda

# premiumTitle
source: Unlock Full Potential
es: Premium
hi: प्रीमियम
id: Buka Potensi Penuh

# premiumSubtitle
source: Upgrade to Premium for advanced features and unlimited access.
es: Desbloquee todo el potencial.
hi: पूर्ण क्षमता अनलॉक करें।
id: Upgrade ke Premium untuk fitur canggih dan akses tanpa batas.

# premiumAdvancedStats
source: Advanced Statistics
es: Estadísticas Avanzadas
hi: उन्नत आँकड़े
id: Statistik Canggih

# premiumAdvancedStatsDesc
source: Interactive charts & deep insights
es: Gráficos interactivos
hi: इंटरैक्टिव चार्ट
id: Grafik interaktif & wawasan mendalam

# premiumDataExport
source: Data Export
es: Exportar Datos
hi: डेटा निर्यात
id: Ekspor Data

# premiumDataExportDesc
source: Export to CSV/Excel for backup
es: Respaldo en CSV/Excel
hi: CSV/Excel
id: Ekspor ke CSV/Excel untuk cadangan

# premiumUnlimitedWallets
source: Unlimited Wallets
es: Billeteras Ilimitadas
hi: असीमित वॉलेट
id: Dompet Tanpa Batas

# premiumUnlimitedWalletsDesc
source: Create as many wallets as you need
es: Cree tantas como necesite
hi: जितना चाहे उतना बनाएं
id: Buat dompet sebanyak yang Anda butuhkan

# premiumSmartAlerts
source: Smart Alerts
es: Alertas Inteligentes
hi: स्मार्ट अलर्ट
id: Notifikasi Pintar

# premiumSmartAlertsDesc
source: Get notified before you overspend
es: Evite gastar de más
hi: अधिव्यय से बचें
id: Dapatkan notifikasi sebelum boros

# upgradeButton
source: Upgrade Now - Rp 29.000 / Lifetime
es: Mejorar - Rp 29.000 / Vida
hi: अपग्रेड - Rp 29.000 / लाइफटाइम
id: Upgrade Sekarang - Rp 29.000 / Seumur Hidup

source: Restore Purchase
es: Restaurar Compra
hi: खरीद बहाल करें
id: Pulihkan Pembelian

source: You are Premium!
es: ¡Eres Premium!
hi: आप प्रीमियम हैं!
id: Anda sudah Premium!

# premiumWelcome
source: Welcome to Premium! 🌟
es: ¡Bienvenido a Premium! 🌟
hi: स्वागत है! 🌟
id: Selamat datang di Premium! 🌟

# contactSupportMessage
source: Hello Ollo Support Team, I need help regarding...
es: Hola Soporte Ollo...
hi: नमस्ते Ollo सपोर्ट...
id: Halo Tim Support Ollo, saya butuh bantuan terkait...

# category_food
source: Food & Drink
es: Comida y Bebida
hi: भोजन और पेय
id: Makan & Minum

# category_transport
source: Transport
es: Transporte
hi: परिवहन
id: Transportasi

# category_shopping
source: Shopping
es: Compras
hi: खरीदारी
id: Belanja

# category_housing
source: Housing
es: Vivienda
hi: आवास
id: Tempat Tinggal

# category_entertainment
source: Entertainment
es: Entretenimiento
hi: मनोरंजन
id: Hiburan

# category_health
source: Health
es: Salud
hi: स्वास्थ्य
id: Kesehatan

# category_education
source: Education
es: Educación
hi: शिक्षा
id: Pendidikan

# category_personal
source: Personal
hi: व्यक्तिगत
id: Pribadi

# category_financial
source: Financial
es: Financiero
hi: वित्तीय
id: Keuangan

# category_family
source: Family
es: Familia
hi: परिवार
id: Keluarga

# category_salary
source: Salary
es: Salario
hi: वेतन
id: Gaji

# category_business
source: Business
es: Negocios
hi: व्यापार
id: Bisnis

# category_investments
source: Investments
es: Inversiones
hi: निवेश
id: Investasi

# category_gifts_income
source: Gifts
es: Regalos
hi: उपहार
id: Hadiah

# category_other_income
source: Other
es: Otros
hi: अन्य
id: Lainnya

# subcategory_breakfast
source: Breakfast
es: Desayuno
hi: नाश्ता
id: Sarapan

# subcategory_lunch
source: Lunch
es: Almuerzo
hi: दोपहर का भोजन
id: Makan Siang

# subcategory_dinner
source: Dinner
es: Cena
hi: रात का खाना
id: Makan Malam

# subcategory_eateries
source: Eateries
es: Restaurantes
hi: भोजनालय
id: Tempat Makan

# subcategory_snacks
source: Snacks
es: Merienda
hi: नाश्ता
id: Camilan

# subcategory_drinks
source: Drinks
es: Bebidas
hi: पेय
id: Minuman

# subcategory_groceries
source: Groceries
es: Supermercado
hi: किराना
id: Sembako

# subcategory_delivery
source: Delivery
hi: डिलीवरी
id: Pesan Antar

# subcategory_alcohol
source: Alcohol
hi: शराब
id: Alkohol

# subcategory_bus
source: Bus
es: Autobús
hi: बस

# subcategory_train
source: Train
es: Tren
hi: ट्रेन
id: Kereta

# subcategory_taxi
source: Taxi
hi: टैक्सी
id: Taksi

# subcategory_fuel
source: Fuel
es: Gasolina
hi: ईंधन
id: Bensin

# subcategory_parking
source: Parking
es: Estacionamiento
hi: पार्किंग
id: Parkir

# subcategory_maintenance
source: Maintenance
es: Mantenimiento
hi: रखरखाव
id: Perawatan

# subcategory_insurance_car
source: Insurance
es: Seguro
hi: बीमा
id: Asuransi

# subcategory_toll
source: Toll
es: Peaje
hi: टोल
id: Tol

# subcategory_clothes
source: Clothes
es: Ropa
hi: कपड़े
id: Pakaian

# subcategory_electronics
source: Electronics
es: Electrónica
hi: इलेक्ट्रॉनिक्स
id: Elektronik

# subcategory_home
source: Home
es: Hogar
hi: घर
id: Rumah

# subcategory_beauty
source: Beauty
es: Belleza
hi: सुंदरता
id: Kecantikan

# subcategory_gifts
source: Gifts
es: Regalos
hi: उपहार
id: Hadiah

# subcategory_software
source: Software
hi: सॉफ्टवेयर
id: Perangkat Lunak

# subcategory_tools
source: Tools
es: Herramientas
hi: उपकरण
id: Peralatan

# subcategory_rent
source: Rent
es: Alquiler
hi: किराया
id: Sewa

# subcategory_mortgage
source: Mortgage
es: Hipoteca
hi: बंधक
id: KPR

# subcategory_utilities
source: Utilities
es: Servicios
hi: उपयोगिताएँ
id: Tagihan

# subcategory_internet
source: Internet
hi: इंटरनेट

# subcategory_maintenance_home
source: Maintenance
es: Mantenimiento Hogar
hi: रखरखाव
id: Perawatan

# subcategory_furniture
source: Furniture
es: Muebles
hi: फर्निचर
id: Perabotan

# subcategory_services
source: Services
es: Servicios
hi: सेवाएं
id: Jasa

# subcategory_movies
source: Movies
es: Cine
hi: सिनेमा
id: Bioskop

# subcategory_games
source: Games
es: Juegos
hi: खेल
id: Game

# subcategory_streaming
source: Streaming
hi: स्ट्रीमिंग

# subcategory_events
source: Events
es: Eventos
hi: कार्यक्रम
id: Acara

# subcategory_hobbies
source: Hobbies
es: Pasatiempos
hi: शौक
id: Hobi

# subcategory_travel
source: Travel
es: Viajes
hi: यात्रा

# subcategory_music
source: Music
es: Música
hi: संगीत
id: Musik

# subcategory_doctor
source: Doctor
es: Médico
hi: डॉक्टर
id: Dokter

# subcategory_pharmacy
source: Pharmacy
es: Farmacia
hi: फार्मेसी
id: Apotek

# subcategory_gym
source: Gym
es: Gimnasio
hi: जिम

# subcategory_insurance_health
source: Insurance
es: Seguro Salud
hi: स्वास्थ्य बीमा
id: Asuransi

# subcategory_mental_health
source: Mental Health
es: Salud Mental
hi: मानसिक स्वास्थ्य
id: Kesehatan Mental

# subcategory_sports
source: Sports
es: Deportes
hi: खेल
id: Olahraga

# subcategory_tuition
source: Tuition
es: Matrícula
hi: ट्यूशन
id: SPP

# subcategory_books
source: Books
es: Libros
hi: किताबें
id: Buku

# subcategory_courses
source: Courses
es: Cursos
hi: पाठ्यक्रम
id: Kursus

# subcategory_supplies
source: Supplies
es: Útiles
hi: आपूर्ति
id: Perlengkapan

# subcategory_haircut
source: Haircut
es: Corte de Pelo
hi: बाल कटवाना
id: Potong Rambut

# subcategory_spa
source: Spa
hi: स्पा

# subcategory_cosmetics
source: Cosmetics
es: Cosméticos
hi: कॉस्मेटिक्स
id: Kosmetik

# subcategory_taxes
source: Taxes
es: Impuestos
hi: कर
id: Pajak

# subcategory_fees
source: Fees
es: Tarifas
hi: फीस
id: Biaya Admin

# subcategory_fines
source: Fines
es: Multas
hi: जुर्माना
id: Denda

# subcategory_insurance_life
source: Insurance
es: Seguro Vida
hi: जीवन बीमा
id: Asuransi

# subcategory_childcare
source: Childcare
es: Cuidado Niños
hi: बच्चे की देखभाल
id: Pengasuhan Anak

# subcategory_toys
source: Toys
es: Juguetes
hi: खिलौने
id: Mainan

# subcategory_school_kids
source: School
es: Escuela
hi: स्कूल
id: Sekolah

# subcategory_pets
source: Pets
es: Mascotas
hi: पालतू जानवर
id: Hewan Peliharaan

# subcategory_monthly
source: Monthly
es: Mensual
hi: मासिक
id: Bulanan

# subcategory_weekly
source: Weekly
es: Semanal
hi: साप्ताहिक
id: Mingguan

# subcategory_bonus
source: Bonus
es: Bono
hi: बोनस

# subcategory_overtime
source: Overtime
es: Horas Extras
hi: ओवरटाइम
id: Lembur

# subcategory_sales
source: Sales
es: Ventas
hi: बिक्री
id: Penjualan

# subcategory_profit
source: Profit
es: Ganancia
hi: लाभ
id: Keuntungan

# subcategory_dividends
source: Dividends
es: Dividendos
hi: लाभांश
id: Dividen

# subcategory_interest
source: Interest
es: Interés
hi: ब्याज
id: Bunga

# subcategory_crypto
source: Crypto
es: Cripto
hi: क्रिप्टो
id: Kripto

# subcategory_stocks
source: Stocks
es: Acciones
hi: स्टॉक्स
id: Saham

# subcategory_real_estate
source: Real Estate
es: Inmobiliaria
hi: रियल एस्टेट
id: Properti

# subcategory_birthday
source: Birthday
es: Cumpleaños
hi: जन्मदिन
id: Ulang Tahun

# subcategory_holiday
source: Holiday
es: Feriado
hi: छुट्टी
id: Hari Raya

# subcategory_allowance
source: Allowance
es: Mesada
hi: भत्ता
id: Uang Saku

# subcategory_refunds
source: Refunds
es: Reembolso
hi: रिफंड
id: Pengembalian Dana

# subcategory_grants
source: Grants
es: Subvenciones
hi: अनुदान
id: Hibah

# subcategory_lottery
source: Lottery
es: Lotería
hi: लॉटरी
id: Lotere

# subcategory_selling
source: Selling
es: Venta
hi: बिक्री
id: Penjualan Barang

# editProfileTitle
source: Edit Profile
es: Editar Perfil
hi: प्रोफ़ाइल संपादित करें
id: Edit Profil

# nameLabel
source: Name
es: Nombre
hi: नाम
id: Nama

# emailLabel
source: Email (Optional)
es: Email (Opcional)
hi: ईमेल (वैकल्पिक)
id: Email (Opsional)

source: Upload Photo
es: Subir Foto
hi: फोटो अपलोड करें
id: Unggah Foto

source: Save Changes
es: Guardar Cambios
hi: परिवर्तन सहेजें
id: Simpan Perubahan

# listeningMessage
source: Ollo AI is Listening...
es: Ollo está escuchando...
hi: Ollo सुन रहा है...
id: Ollo AI Mendengarkan...

# quickRecordTitle
source: Quick Record
es: Registro Rápido
hi: त्वरित रिकॉर्ड
id: Catat Cepat

# saySomethingHint
source: Say 'Lunch 50k'...
es: Diga "Almuerzo 10 euros"...
hi: कुछ कहें...
id: Katakan 'Makan 50rb'...

# stopAndProcess
source: Stop & Process
es: Parar y Procesar
hi: रुकें और संसाधित करें
id: Stop & Proses

# textInputHint
source: e.g. "Lunch 50k", "Salary 10m"
es: ej. "Almuerzo 10 euros"
hi: उदा. "दोपहर का भोजन 50"
id: cth. "Makan Siang 50rb", "Gaji 10jt"

source: Draft Ready
es: Borrador Listo
hi: ड्राफ्ट तैयार
id: Draf Siap

source: Save / Adjust
es: Guardar / Ajustar
hi: सहेजें / समायोजित करें
id: Simpan / Sesuaikan

source: Not Found
es: No encontrado
hi: नहीं मिला
id: Tidak Ditemukan

source: Select Wallet
es: Seleccionar Billetera
hi: वॉलेट चुनें
id: Pilih Dompet

source: Transfer Fee
es: Comisión de transferencia
hi: स्थानांतरण शुल्क

# transferFeeHint
source: Fee (Optional)
es: Comisión (Opcional)
hi: शुल्क (वैकल्पिक)

source: Customize Menu
es: Personalizar Menú
hi: मेनू अनुकूलit करें
id: Atur Menu

source: Menu Order
es: Orden del Menú
hi: मेनू क्रम
id: Urutan Menu

source: Reset Menu
es: Restablecer Menú
hi: मेनू रीसेट करें

source: Card Appearance
es: Apariencia de Tarjeta
hi: कार्ड की दिखावट

source: Select Theme
es: Seleccionar Tema
hi: थीम चुनें

# themeClassic
source: Classic Blue
es: Azul Clásico
hi: क्लासिक ब्लू

# themeSunset
source: Sunset Orange
es: Atardecer Naranja
hi: सनसेट ऑरेंज

# themeOcean
source: Ocean Teal
es: Verde Azulado
hi: ओशन टील

# themeBerry
source: Berry Purple
es: Baya Púrpura
hi: बेरी पर्पल

# themeForest
source: Nature Green
es: Verde Bosque
hi: नेचर ग्रीन

# themeMidnight
source: Midnight Dark
es: Medianoche Oscura
hi: मिडनाइट डार्क

# themeOasis
source: Calm Oasis
es: Oasis de Calma
hi: काम ओएसिस

# themeLavender
source: Soft Lavender
es: Lavanda Suave
hi: सॉफ्ट लवेंडर

# themeCottonCandy
source: Pastel Dream
es: Sueño Pastel
hi: पेस्टल ड्रीम

# themeMint
source: Simply Mint
es: Menta Simple
hi: सिंपली मिंट

# themePeach
source: Simply Peach
es: Melocotón Simple
hi: सिंपली पीच

# themeSoftBlue
source: Simply Blue
es: Azul Simple
hi: सिंपली ब्लू

# themeLilac
source: Simply Lilac
es: Lila Simple
hi: सिंपली लिलाक

# themeLemon
source: Simply Lemon
es: Limón Simple
hi: सिंपली लेमन

# sysCatAdjustment
source: Balance Adjustment
es: Ajuste de Saldo
hi: शेष राशि समायोजन

# sysCatAdjustmentDesc
source: Manual wallet balance corrections
es: Correcciones manuales de saldo
hi: मैनुअल शेष सुधार

source: Balance Update Detected
es: Actualización de Saldo Detectada
hi: शेष राशि अद्यतन का पता चला

source: Record as Transaction?
es: ¿Registrar como Transacción?
hi: लेन-देन के रूप में रिकॉर्ड करें?

# recordAsTransactionDesc
source: The balance has changed by {amount}. Do you want to record this difference as a transaction?
es: El saldo ha cambiado en {amount}. ¿Desea registrar esta diferencia como una transacción?
hi: शेष राशि में {amount} का परिवर्तन हुआ है। क्या आप इस अंतर को लेन-देन के रूप में रिकॉर्ड करना चाहते हैं?

# adjustmentTitle
source: Balance Adjustment
es: Ajuste de Saldo
hi: शेष राशि समायोजन

# skip
source: No, Adjust Only
es: No, Solo Ajustar
hi: नहीं, केवल समायोजित करें

# record
source: Yes, Record
es: Sí, Registrar
hi: हाँ, रिकॉर्ड करें

# faqResetDataQuestion
source: How do I reset my data?
es: ¿Cómo reinicio mis datos?
hi: मैं अपना डेटा कैसे रीसेट करूँ?
id: Bagaimana cara mereset data saya?

# faqResetDataAnswer
source: Currently, you can delete individual transactions or wallets. A full factory reset option will be available in the Settings menu in a future update.
es: Actualmente puede eliminar transacciones o billeteras individuales. Una opción de reinicio completo estará disponible pronto.
hi: वर्तमान में आप व्यक्तिगत लेनदेन या वॉलेट हटा सकते हैं। पूर्ण रीसेट विकल्प जल्द ही उपलब्ध होगा।
id: Saat ini, Anda dapat menghapus transaksi atau dompet satu per satu. Opsi reset pabrik penuh akan tersedia di menu Pengaturan pada pembaruan mendatang.

# faqSecureDataQuestion
source: Is my data secure?
es: ¿Están seguros mis datos?
hi: क्या मेरा डेटा सुरक्षित है?
id: Apakah data saya aman?

# faqSecureDataAnswer
source: Yes, all your data is stored locally on your device. We do not upload your personal financial data to any external servers.
es: Sí, todos sus datos se almacenan localmente en su dispositivo. No subimos sus datos financieros a servidores externos.
hi: हाँ, आपका सारा डेटा आपके डिवाइस पर स्थानीय रूप से संग्रहीत है। हम आपके वित्तीय डेटा को किसी बाहरी सर्वर पर अपलोड नहीं करते हैं।
id: Ya, semua data Anda disimpan secara lokal di perangkat Anda. Kami tidak mengunggah data keuangan pribadi Anda ke server eksternal mana pun.

source: Monthly Commitment
es: Compromiso Mensual
hi: मासिक प्रतिबद्धता
id: Komitmen Bulanan

source: Upcoming Bill
es: Próxima Factura
hi: आगामी बिल
id: Tagihan Mendatang

source: No upcoming bills
es: Sin facturas próximas
hi: कोई आगामी बिल नहीं
id: Tidak ada tagihan mendatang

source: Today
es: Hoy
hi: आज
id: Hari Ini

source: Tomorrow
es: Mañana
hi: कल
id: Besok

# inDays
source: In {days} days
es: En {days} días
hi: {days} दिनों में
id: Dalam {days} hari

# needTwoWallets
source: Need 2+ wallets
es: Se necesitan al menos 2 billeteras
hi: कम से कम 2 वॉलेट चाहिए
id: Perlu 2+ dompet

source: Nett Balance
es: Saldo Neto
hi: शुद्ध शेष
id: Saldo Bersih

source: Active Debt
es: Deuda Activa
hi: सक्रिय ऋण
id: Hutang Aktif

source: last 30 days
es: Últimos 30 días
hi: पिछले 30 दिन
id: 30 hari terakhir

source: Current Balance
es: Saldo Actual
hi: वर्तमान शेष
id: Saldo Saat Ini

source: Premium Member
es: Miembro Premium
hi: प्रीमियम सदस्य
id: Anggota Premium

source: Upgrade to Premium
es: Mejorar a Premium
hi: प्रीमियम में अपग्रेड करें
id: Upgrade ke Premium

# unlimitedAccess
source: You have unlimited access!
es: Acceso Ilimitado
hi: असीमित पहुँच
id: Anda punya akses tanpa batas!

# unlockFeatures
source: Unlock all features & remove limits.
es: Desbloquear todo
hi: सभी सुविधाएँ अनलॉक करें
id: Buka semua fitur & hapus batas.

source: From
es: De
hi: से
id: Dari
